TOKEN = 'BOT_TOKEN'

SECRET_KEY = 'YOO_KASSA_TOKEN'
ACCOUNT_ID = '384081'

# MESSAGES
TUTORIAL = f'<b>Инструкция по использованию</b>\n\nЗдесь будет подробная инструкция об использовании ключа в программе..'
BUY = '🛒 Купить'
SUBSCRIPTIONS = '📋Мои подписки'
REVIEWS = '⭐Отзывы клиентов'
SUPPORT = '📝Тех. поддержка'
ANY_COUNTRY = "Любая страна"
COUNTRIES = "Доступные страны"
WHICH_COUNTRY = '🌍 Выберите страну:'
SUB_ERR = '😢 У тебя нет активных подписок'
SUPPORT_INFO = "✉️ По любым вопросам и проблемам напишите нам: @wowruus"
BACK_TO_MENU = "🏡 Возвращение в меню"
PAYMENT_ERROR = 'Извините, на данный момент VPN ключа для этой страны нет. Попробуйте позже.'
REMINDER = f'📋Видим, что вы не приобрели подписку, подскажите, у вас возникли сложности с приобретением?'
PROPOSE_PLAN = f'🛒 Выберите тарифный план:'

# PRICES
ONE_DAY = 10
ONE_MONTH = 179
THREE_MONTH = 460
SIX_MONTH = 900
YEAR = 1700
